/* eslint-disable no-unused-vars */
const data = {
    breakingNews: [
        {
            id: 1,
            title:
                'Мошенники в регионах продают ТВ-приставки по завышенным ценам от имени РТРС',
            date: '2 минуты назад',
            link: '/_id/_id',
        },
        {
            id: 2,
            title:
                'В томской ОЭЗ спустя три года снова начнут строить экспоцентр',
            date: '2 минуты назад',
            link: '/_id/_id',
        },
        {
            id: 3,
            title:
                'ТВ2 приглашает томичек принять участие в проекте «Модный Upgrade-2020»',
            date: '2 минуты назад',
            link: '/_id/_id',
        },
        {
            id: 4,
            title:
                'Омбудсмен: в 2020 году возросло число жалоб на медицину в СИЗО Омбудсмен: в 2020 году возросло число жалоб на медицину в СИЗО Омбудсмен: в 2020 году возросло число жалоб на медицину в СИЗО',
            date: '2 минуты назад',
            link: '/_id/_id',
        },
    ],
};
