/* eslint-disable no-unused-vars */
const data = {
    navItems: [
        {
            navLink: '#reviews',
            navContent: 'отзывы'
        },
        {
            navLink: '#desc',
            navContent: 'что это?'
        },
        {
            navLink: '#footer',
            navContent: 'контакты'
        },
    ],
    descCards: [
        {
            img: '/img/desc-block-card-img-1.png',
            title: 'МАТЕРИАЛ',
            desc:
                'Коврики EVA всесезонные и отличаются' +
                'уникальной поверхностью материала с' +
                'ячейками ромбовидной формы. Из-за чего' +
                'вода не проливается при изъятии ковра и' +
                'не плещется при езде. Коврики воду не' +
                'пропускают.'
        },
        {
            img: '/img/desc-block-card-img-2.png',
            title: 'ОТЛИЧИЯ',
            desc:
                'Резиновые коврики загибаются и лезут на' +
                ' педали. EVA коврики такого не допустят!' +
                ' Специальные липучки держат его в одном' +
                ' положении. При желании, для водителя' +
                ' устанавливается подпятник из рельефного ' +
                'алюминия.'
        },
        {
            img: '/img/desc-block-card-img-3.png',
            title: 'РАСЦВЕТКА',
            desc:
                'Автомобильные коврики EVA можно' +
                ' заказать и в индивидуальных размерах и в' +
                ' разных цветах, которые комбинируется на' +
                ' выбор покупателя с такими же цветами' +
                ' окантовочной полипропиленовой ременной' +
                ' ленты.'
        }
    ],
};
