/* eslint-disable no-unused-vars */
const data = {
    headerSocialData: [
        {
            phones: {
                phone1: '+375 29 292-29-29 (VEL)',
                phone2: '+375 33 333-33-33 (МТС)'
            },
            town: {
                townName: 'ваш город'
            },
            social: {
                socialData: 'посетите нашу <br> страницу'
            }
        }
    ],
    navItems: [
        {
            navLink: '#reviews',
            navContent: 'отзывы'
        },
        {
            navLink: '#desc',
            navContent: 'что это?'
        },
        {
            navLink: '#footer',
            navContent: 'контакты'
        },
    ],
    promoBlock: [
        {
            promoData: {
                title: 'Инновационные коврики для автомобиля',
                desc: 'в вашем городе'
            },
        }
    ],
    descTitle: {
        blockTitle: 'Что такое <span class="gradient-text">EVA</span> коврики?'
    },
    descCards: [
        {
            img: '/img/desc-block-card-img-1.png',
            title: 'МАТЕРИАЛ',
            desc:
                'Коврики EVA всесезонные и отличаются' +
                'уникальной поверхностью материала с' +
                'ячейками ромбовидной формы. Из-за чего' +
                'вода не проливается при изъятии ковра и' +
                'не плещется при езде. Коврики воду не' +
                'пропускают.'
        },
        {
            img: '/img/desc-block-card-img-2.png',
            title: 'ОТЛИЧИЯ',
            desc:
                'Резиновые коврики загибаются и лезут на' +
                ' педали. EVA коврики такого не допустят!' +
                ' Специальные липучки держат его в одном' +
                ' положении. При желании, для водителя' +
                ' устанавливается подпятник из рельефного ' +
                'алюминия.'
        },
        {
            img: '/img/desc-block-card-img-3.png',
            title: 'РАСЦВЕТКА',
            desc:
                'Автомобильные коврики EVA можно' +
                ' заказать и в индивидуальных размерах и в' +
                ' разных цветах, которые комбинируется на' +
                ' выбор покупателя с такими же цветами' +
                ' окантовочной полипропиленовой ременной' +
                ' ленты.'
        }
    ],
    slides: [
        {
            img: '/img/slide-img-1.png',
            desc: 'Коврики супер!!! Качество на высшем уровне!!!' +
                'Удачи и побольше заказов вам!!! Большое спасибо!',
            userName: 'Константин В.'
        },
        {
            img: '/img/slide-img-2.png',
            desc: 'Покупала у ребят коврики для Хундай солярис в' +
                ' подарок молодому человеку. Все очень' +
                ' понравилось. Буду советовать только вас.',
            userName: 'Вера К.'
        },
        {
            img: '/img/slide-img-3.png',
            desc: 'Спасибо, все приехало, поставил. Результатом ' +
                'доволен, в машине супер! Заказывал на Ниссан.',
            userName: 'Николай П.'
        },
    ]

};
