/* eslint-disable no-unused-vars */
const data = {
    descCards: [
        {
            img: '/img/desc-block-card-img-1.png',
            title: 'МАТЕРИАЛ',
            desc:
                'Коврики EVA всесезонные и отличаются' +
                'уникальной поверхностью материала с' +
                'ячейками ромбовидной формы. Из-за чего' +
                'вода не проливается при изъятии ковра и' +
                'не плещется при езде. Коврики воду не' +
                'пропускают.'
        },
        {
            img: '/img/desc-block-card-img-2.png',
            title: 'ОТЛИЧИЯ',
            desc:
                'Резиновые коврики загибаются и лезут на' +
                ' педали. EVA коврики такого не допустят!' +
                ' Специальные липучки держат его в одном' +
                ' положении. При желании, для водителя' +
                ' устанавливается подпятник из рельефного ' +
                'алюминия.'
        },
        {
            img: '/img/desc-block-card-img-3.png',
            title: 'РАСЦВЕТКА',
            desc:
                'Автомобильные коврики EVA можно' +
                ' заказать и в индивидуальных размерах и в' +
                ' разных цветах, которые комбинируется на' +
                ' выбор покупателя с такими же цветами' +
                ' окантовочной полипропиленовой ременной' +
                ' ленты.'
        }
    ],
    sliderData: [
        {
            slides: [
                {
                    slideImg: '/img/slide-img-1.png',
                    slideDesc:
                        'Коврики супер!!! Качество на высшем уровне!!!' +
                        'Удачи и побольше заказов вам!!! Большое спасибо!',
                    slideUserName: 'Константин В.'
                },
                {
                    slideImg: '/img/slide-img-2.png',
                    slideDesc:
                        'Покупала у ребят коврики для Хундай солярис в' +
                        ' подарок молодому человеку. Все очень' +
                        ' понравилось. Буду советовать только вас.',
                    slideUserName: 'Вера К.'
                },
                {
                    slideImg: '/img/slide-img-3.png',
                    slideDesc:
                        'Спасибо, все приехало, поставил. Результатом ' +
                        'доволен, в машине супер! Заказывал на Ниссан.',
                    slideUserName: 'Николай П.'
                },
            ]
        }
    ],




    breakingNews: [
        {
            id: 1,
            title:
                'Мошенники в регионах продают ТВ-приставки по завышенным ценам от имени РТРС',
            date: '2 минуты назад',
            link: '/_id/_id',
        },
        {
            id: 2,
            title:
                'В томской ОЭЗ спустя три года снова начнут строить экспоцентр',
            date: '2 минуты назад',
            link: '/_id/_id',
        },
        {
            id: 3,
            title:
                'ТВ2 приглашает томичек принять участие в проекте «Модный Upgrade-2020»',
            date: '2 минуты назад',
            link: '/_id/_id',
        },
        {
            id: 4,
            title:
                'Омбудсмен: в 2020 году возросло число жалоб на медицину в СИЗО Омбудсмен: в 2020 году возросло число жалоб на медицину в СИЗО Омбудсмен: в 2020 году возросло число жалоб на медицину в СИЗО',
            date: '2 минуты назад',
            link: '/_id/_id',
        },
    ],
};
